#confirm

BSC00001=\u4f60\u786e\u8ba4\u8981\u9000\u51fa\u4e48?
BSC00002=\u4f60\u786e\u5b9a\u8981\u5220\u9664\u6b64\u6761\u6570\u636e\u5417?
BSC00003=\u4f60\u786e\u5b9a\u8981\u6c38\u4e45\u5220\u9664\u6b64\u6761\u6570\u636e\u5417?
BSC00004=\u4f60\u786e\u5b9a\u8981\u6062\u590d\u6b64\u6761\u6570\u636e\u5417?
BSC00005=\u4f60\u786e\u5b9a\u8981\u5148\u505a\u6210\u5c65\u5386\u7136\u540e\u518d\u66f4\u65b0\u5417?
BSC00006=\u4f60\u786e\u5b9a\u8981\u65b0\u589e\u6b64\u6761\u6570\u636e\u5417?
BSC00007=\u4f60\u786e\u5b9a\u8981\u4fee\u6539\u6b64\u6761\u6570\u636e\u5417?
#20090818\u589e\u52a0
BSC00008=\u4f60\u786e\u5b9a\u8981\u786e\u8ba4\u6240\u9009\u6570\u636e\u5417\uff1f
BSC00009=\u4f60\u786e\u5b9a\u8981\u63d0\u4ea4\u6570\u636e\u5417\uff1f
BSC00010=\u4f60\u786e\u5b9a\u8981\u5c06\u8fc7\u6ee4\u540e\u7684\u6570\u636e\u6dfb\u52a0\u5230\u516c\u53f8\u5ba2\u6237\u4e2d\u5417\uff1f
BSC00011=\u4f60\u786e\u5b9a\u8981\u5220\u9664\u672a\u9009\u4e2d\u7684\u516c\u53f8\u5ba2\u6237\u5417\uff1f

#error   BSE00000~BSE01000
BSE00000={0}\u5df2\u7ecf\u5b58\u5728\u3002
BSE00001={0}\u4e0d\u80fd\u4e3a\u7a7a\u3002
BSE00002=${item}\u4e0d\u80fd\u4e3a\u7a7a\u3002
BSE00003=${item}\u957f\u5ea6\u5fc5\u987b\u5728${minLength}\u548c${maxLength}\u4e4b\u95f4\u3002
BSE00004=${item}\u683c\u5f0f\u4e0d\u6b63\u786e\u3002
BSE00005={0}\u65e5\u671f\u683c\u5f0f\u4e0d\u6b63\u786e\uff0c\u8bf7\u8f93\u5165\u4ee5\u4e0b\u683c\u5f0f\uff1ayyyy/MM/dd\uff0cyyyyMMdd\u3002
BSE00006=\u60a8\u8f93\u5165\u7684{0}\u4e0d\u5b58\u5728\uff0c\u53ef\u80fd\u5df2\u88ab\u5176\u4ed6\u7528\u6237\u5220\u9664\u3002
BSE00007=\u8bf7\u9009\u62e9${item}\u3002
BSE00008=\u8be5\u6570\u636e\u672a\u88ab\u5220\u9664\uff0c\u65e0\u6cd5\u6c38\u4e45\u5220\u9664\u3002
BSE00009=\u6587\u4ef6\u7b2c{0}\u884c\u7684{1}\u4e0d\u80fd\u4e3a\u7a7a \u3002
BSE00010=\u8f93\u5165\u7684\u6587\u4ef6\u5217\u6570\u5c0f\u4e8e{0}\u3002
BSE00011=\u8f93\u5165\u7684\u6570\u636e\u4e3a\u7a7a\u3002
BSE00012=\u6587\u4ef6\u7b2c{0}\u884c\u7684{1}\u957f\u5ea6\u5fc5\u987b\u5728{2}\uff5e{3}\u4e4b\u95f4\u3002
BSE00013=\u6587\u4ef6\u7b2c{0}\u884c\u7684{1}\u683c\u5f0f\u4e0d\u6b63\u786e\u3002
BSE00014=\u6587\u4ef6\u7b2c{0}\u884c\u7684{1}\u65e5\u671f\u683c\u5f0f\u4e0d\u6b63\u786e\uff0c\u8bf7\u8f93\u5165\u4ee5\u4e0b\u683c\u5f0f\uff1ayyyy/MM/dd\uff0cyyyyMMdd\u3002
BSE00015=\u6587\u4ef6\u7b2c{0}\u884c\u7684{1}\u4e0d\u5b58\u5728\uff0c\u53ef\u80fd\u5df2\u88ab\u5176\u4ed6\u7528\u6237\u5220\u9664\u3002
BSE00016=\u6587\u4ef6\u7b2c{0}\u884c\u7684{1}\u5df2\u7ecf\u5b58\u5728\u3002
BSE00017=\u60a8\u8f93\u5165\u7684{0}\u4e0d\u5b58\u5728\u3002
BSE00018=\u6587\u4ef6\u7b2c{0}\u884c\u7684{1}\u4e0d\u5b58\u5728\u3002
BSE00019=\u8bf7\u9009\u62e9\u5bfc\u5165\u6587\u4ef6\u3002
BSE00020=\u5bfc\u5165\u7684\u6587\u4ef6\u5fc5\u987b\u4e3aEXCEL\u6587\u6863\u3002
BSE01021=${item}\u53ea\u80fd\u4ee5a-z\u4e0eA-Z\u4e0e0-9\u4e0e\u4e0b\u5212\u7ebf\u7ec4\u6210
BSE00022=\u4f60\u6ca1\u6709\u6743\u9650\u64cd\u4f5c\u8be5\u6587\u4ef6\u7b2c{0}\u884c\u6570\u636e\u3002
BSE00023={0}\u65f6\u95f4\u683c\u5f0f\u4e0d\u6b63\u786e\uff0c\u8bf7\u8f93\u5165\u4ee5\u4e0b\u683c\u5f0f\uff1aHH:MM,HHMM\u3002
BSE00024=\u6587\u4ef6\u7684\u7b2c{0}\u884c\u4e0e\u7b2c{1}\u884c\u7684{2}\u91cd\u590d\uff0c\u8bf7\u5220\u9664\u6216\u4fee\u6539\u5176\u4e2d\u4e00\u4e2a\u3002
BSE00025=\u6587\u4ef6\u7684\u7b2c{0}\u884c\u7684{1}\u65f6\u95f4\u683c\u5f0f\u4e0d\u6b63\u786e\uff0c\u8bf7\u8f93\u5165\u4ee5\u4e0b\u683c\u5f0f\uff1aHH:MM,HHMM\u3002
BSE00026=\u8bf7\u9009\u62e9{0}\u3002
BSE00027={0}\u957f\u5ea6\u5fc5\u987b\u5728{1}\u548c{2}\u4e4b\u95f4\u3002
BSE00028=${item}\u53ea\u80fd\u4ee5a-z\u4e0eA-Z\u4e0e0-9\u4e0e\u4e0b\u5212\u7ebf,\u4e2d\u5212\u7ebf\u7ec4\u6210
BSE01029=${item}\u4e0d\u80fd\u8f93\u5165\u4e2d\u6587
BSE01030=\u6587\u4ef6\u7b2c{0}\u884c\u7684{1}\u683c\u5f0f\u4e0d\u6b63\u786e\u3002
####user BSE01001~BSE01100
BSE01001=\u7528\u6237\u540d\u6216\u8005\u5bc6\u7801\u9519\u8bef\u3002
BSE01002=\u65e7\u5bc6\u7801\u8f93\u5165\u9519\u8bef\u3002
BSE01003=\u4e24\u6b21\u5bc6\u7801\u8f93\u5165\u4e0d\u4e00\u81f4\u3002
BSE01004=\u4e0d\u5b58\u5728\u8be5\u7528\u6237\u3002
BSE01005=\u6ca1\u6709\u53ef\u9009\u7684\u7528\u6237\u7ec4\uff0c\u8bf7\u5148\u6dfb\u52a0\u7528\u6237\u7ec4!
BSE01006=\u6ca1\u6709\u53ef\u9009\u7684\u516c\u53f8\u4fe1\u606f\uff0c\u8bf7\u5148\u6dfb\u52a0\u516c\u53f8\uff01
BSE01007=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u7533\u8bf7\u8868\u4e2d\uff0c\u5df2\u7ecf\u6709\u8be5\u7528\u6237\u7684\u8bb0\u5f55\u4fe1\u606f\uff0c\u8bf7\u5148\u5220\u9664\u76f8\u5e94\u4fe1\u606f\u518d\u5220\u9664\u8be5\u7528\u6237\uff01
BSE01008=\u6545\u969c\u8868\u4e2d\uff0c\u5df2\u7ecf\u6709\u8be5\u7528\u6237\u7684\u8bb0\u5f55\u4fe1\u606f\uff0c\u8bf7\u5148\u5220\u9664\u76f8\u5e94\u4fe1\u606f\u518d\u5220\u9664\u8be5\u7528\u6237\uff01
BSE01009=\u6545\u969c\u5904\u7406\u8868\u4e2d\uff0c\u5df2\u7ecf\u6709\u8be5\u7528\u6237\u7684\u8bb0\u5f55\u4fe1\u606f\uff0c\u8bf7\u5148\u5220\u9664\u76f8\u5e94\u4fe1\u606f\u518d\u5220\u9664\u8be5\u7528\u6237\uff01
BSE01010=\u5bc6\u7801\u9519\u8bef
BSE01011=\u8be5\u7528\u6237\u5df2\u7ecf\u88ab\u5220\u9664
BSE01012=\u6240\u9009{0}\u5df2\u88ab\u5220\u9664\uff0c\u8bf7\u6dfb\u52a0\u6216\u9009\u62e9\u5176\u4ed6\u516c\u53f8\u3002
BSE01013=\u6240\u9009\u7528\u6237\u7ec4\u5df2\u88ab\u5220\u9664\uff0c\u8bf7\u6dfb\u52a0\u6216\u9009\u62e9\u5176\u4ed6\u7528\u6237\u7ec4\u3002
BSE01014=\u6240\u9009\u516c\u53f8\u5df2\u88ab\u5220\u9664\uff0c\u8bf7\u6dfb\u52a0\u6216\u9009\u62e9\u5176\u4ed6\u516c\u53f8\u3002
BSE01015=\u786e\u8ba4\u5bc6\u7801\u4e0d\u80fd\u4e3a\u7a7a
BSE01016=\u8be5\u7528\u6237\u5df2\u4e0d\u80fd\u7f16\u8f91\u3002
##2009/08/25 add
BSE01017=\u9009\u62e9\u7684\u7528\u6237\u7ec4\u6ca1\u6709\u7ba1\u7406\u5458\u6743\u9650\uff0c\u8bf7\u9009\u62e9\u516c\u53f8\uff01

####country BSE01101~BSE01200
BSE01101=\u56fd\u5bb6\u4fe1\u606f\u4e0d\u5b58\u5728\uff0c\u8bf7\u6dfb\u52a0\uff01
BSE01102=\u8be5\u56fd\u5bb6\u5df2\u7ecf\u5b58\u5728\u7701\u4efd\uff0c\u8bf7\u5148\u5c06\u7701\u4efd\u5220\u9664\u540e\u518d\u5220\u9664\u8be5\u56fd\u5bb6\uff01
####province BSE01201~BSE01300
BSE01201=\u7701\u4efd\u4fe1\u606f\u4e0d\u5b58\u5728\uff0c\u8bf7\u6dfb\u52a0\uff01
BSE01202=\u8be5\u7701\u4efd\u4e0b\u5df2\u7ecf\u5b58\u5728\u57ce\u5e02\uff0c\u8bf7\u5148\u5c06\u57ce\u5e02\u5220\u9664\u540e\u518d\u5220\u9664\u8be5\u7701\uff01
BSE01203=\u6240\u9009\u56fd\u5bb6\u5df2\u88ab\u5220\u9664\uff0c\u8bf7\u6dfb\u52a0\u6216\u9009\u62e9\u5176\u4ed6\u56fd\u5bb6

####city BSE01301~BSE01400
BSE01301=\u516c\u53f8\u8868\u4e2d\u5df2\u7ecf\u5f15\u7528\u4e86\u8be5\u57ce\u5e02\uff0c\u8bf7\u5c06\u76f8\u5e94\u7684\u516c\u53f8\u5220\u9664\u518d\u5220\u9664\u8be5\u57ce\u5e02\uff01
BSE01302=\u516c\u53f8\u5386\u53f2\u8868\u4e2d\u5df2\u7ecf\u5f15\u7528\u4e86\u8be5\u57ce\u5e02\uff0c\u8bf7\u5c06\u76f8\u5e94\u7684\u516c\u53f8\u5220\u9664\u518d\u5220\u9664\u8be5\u57ce\u5e02\uff01
BSE01303=\u6240\u9009\u7701\u4efd\u5df2\u88ab\u5220\u9664\uff0c\u8bf7\u6dfb\u52a0\u6216\u8005\u9009\u62e9\u5176\u4ed6\u7701\u4efd\uff01

####companyType BSE01401~BSE01500
BSE01401=\u8be5\u516c\u53f8\u7ec4\u4e0b\u5df2\u7ecf\u5b58\u5728\u516c\u53f8\uff0c\u8bf7\u5148\u5c06\u5176\u4e0b\u7684\u516c\u53f8\u5220\u9664\u540e\u518d\u5220\u9664\u8be5\u516c\u53f8\u7ec4\uff01
BSE01402=\u8be5\u516c\u53f8\u5206\u7c7b\u4e0d\u80fd\u4fee\u6539
BSE01403=\u8be5\u516c\u53f8\u5206\u7c7b\u4e0d\u80fd\u5220\u9664

###company  BSE01501~BSE01600
BSE01501=\u6240\u9009\u516c\u53f8\u5206\u7c7b\u5df2\u88ab\u5220\u9664\uff0c\u8bf7\u6dfb\u52a0\u6216\u9009\u62e9\u5176\u4ed6\u516c\u53f8\uff01
BSE01502=\u6240\u9009\u57ce\u5e02\u5df2\u88ab\u5220\u9664\uff0c\u8bf7\u6dfb\u52a0\u6216\u9009\u62e9\u5176\u4ed6\u57ce\u5e02\uff01
BSE01503=\u6240\u9009\u4ea7\u54c1\u5206\u7c7b\u4e2d\u5df2\u6709\u88ab\u5220\u9664\u7684,\u8bf7\u91cd\u65b0\u9009\u62e9\u3002
BSE01504=\u6240\u9009\u516c\u53f8\u5ba2\u6237\u4e2d\u5df2\u6709\u88ab\u5220\u9664\u7684,\u8bf7\u91cd\u65b0\u9009\u62e9\u3002

BSE01505=\u8be5\u516c\u53f8\u5df2\u7ecf\u5b58\u5728\u7528\u6237\uff0c\u8bf7\u5148\u5220\u9664\u8be5\u7528\u6237\u6216\u4fee\u6539\u8be5\u7528\u6237\u7684\u516c\u53f8\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01506=\u5df2\u5b58\u5728\u8be5\u516c\u53f8\u7684\u4ea7\u54c1\uff0c\u8bf7\u5148\u5220\u9664\u8be5\u4ea7\u54c1\u6216\u4fee\u6539\u8be5\u4ea7\u54c1\u7684\u5236\u9020\u516c\u53f8\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01507=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u4e2d\uff0c\u6709\u7528\u6237\u516c\u53f8\u5f15\u7528\u8be5\u516c\u53f8\u3002\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u8be5\u4ea7\u54c1\u7684\u4f7f\u7528\u60c5\u51b5\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01508=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u4e2d\uff0c\u6709\u9500\u552e\u5408\u540c\u5546\u5f15\u7528\u8be5\u516c\u53f8\u3002\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u8be5\u4ea7\u54c1\u7684\u4f7f\u7528\u60c5\u51b5\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01509=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u4e2d\uff0c\u6709\u6700\u521d\u59d4\u6258\u7ef4\u4fee\u516c\u53f8\u5f15\u7528\u8be5\u516c\u53f8\u3002\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u8be5\u4ea7\u54c1\u7684\u4f7f\u7528\u60c5\u51b5\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01510=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u4e2d\uff0c\u6709\u5f53\u524d\u59d4\u6258\u7ef4\u4fee\u516c\u53f8\u5f15\u7528\u8be5\u516c\u53f8\u3002\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u8be5\u4ea7\u54c1\u7684\u4f7f\u7528\u60c5\u51b5\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01511=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u7533\u8bf7\u4e2d\uff0c\u6709\u7528\u6237\u516c\u53f8\u5f15\u7528\u8be5\u516c\u53f8\uff0c\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u7533\u8bf7\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01512=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u7533\u8bf7\u4e2d\uff0c\u6709\u9500\u552e\u5408\u540c\u5546\u5f15\u7528\u8be5\u516c\u53f8\uff0c\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u7533\u8bf7\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01513=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u7533\u8bf7\u4e2d\uff0c\u6709\u6700\u521d\u59d4\u6258\u7ef4\u4fee\u516c\u53f8\u5f15\u7528\u8be5\u516c\u53f8\uff0c\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u7533\u8bf7\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01514=\u6545\u969c\u60c5\u51b5\u4e2d\uff0c\u6709\u59d4\u6258\u7ef4\u4fee\u516c\u53f8\u5f15\u7528\u8be5\u516c\u53f8\uff0c\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u6545\u969c\u60c5\u51b5\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01515=\u6545\u969c\u5904\u7406\u60c5\u51b5\u4e2d\uff0c\u6709\u4f5c\u4e1a\u516c\u53f8\u5f15\u7528\u8be5\u516c\u53f8\uff0c\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u6545\u969c\u5904\u7406\u60c5\u51b5\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01516=\u6eda\u52a8\u6d88\u606f\u4e2d\uff0c\u5df2\u5b58\u5728\u8be5\u516c\u53f8\u7684\u6d88\u606f\uff0c\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u6eda\u52a8\u6d88\u606f\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01517=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u5386\u53f2\u4e2d\uff0c\u6709\u7528\u6237\u516c\u53f8\u5f15\u7528\u8be5\u516c\u53f8\u3002\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u8be5\u4ea7\u54c1\u7684\u4f7f\u7528\u60c5\u51b5\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01518=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u5386\u53f2\u4e2d\uff0c\u6709\u9500\u552e\u5408\u540c\u5546\u5f15\u7528\u8be5\u516c\u53f8\u3002\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u8be5\u4ea7\u54c1\u7684\u4f7f\u7528\u60c5\u51b5\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01519=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u5386\u53f2\u4e2d\uff0c\u6709\u6700\u521d\u59d4\u6258\u7ef4\u4fee\u516c\u53f8\u5f15\u7528\u8be5\u516c\u53f8\u3002\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u8be5\u4ea7\u54c1\u7684\u4f7f\u7528\u60c5\u51b5\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01520=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u5386\u53f2\u4e2d\uff0c\u6709\u5f53\u524d\u59d4\u6258\u7ef4\u4fee\u516c\u53f8\u5f15\u7528\u8be5\u516c\u53f8\u3002\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u8be5\u4ea7\u54c1\u7684\u4f7f\u7528\u60c5\u51b5\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01521=\u4ee3\u7406\u5546\u5ba2\u6237\u5ba2\u6237\u8868\u4e2d\uff0c\u5df2\u7ecf\u6709\u5ba2\u6237\u516c\u53f8\u5f15\u7528\u4e86\u8be5\u516c\u53f8\u3002
BSE01522=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u7533\u8bf7\u4e2d\uff0c\u6709\u5f53\u524d\u59d4\u6258\u7ef4\u4fee\u516c\u53f8\u5f15\u7528\u8be5\u516c\u53f8\uff0c\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u7533\u8bf7\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01523=\u4e3b\u9875\u683c\u5f0f\u4e0d\u6b63\u786e
BSE01524=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u4e2d\uff0c\u6709\u5b89\u88c5\u516c\u53f8\u5f15\u7528\u8be5\u516c\u53f8\u3002\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u8be5\u4ea7\u54c1\u7684\u4f7f\u7528\u60c5\u51b5\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01525=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u5386\u53f2\u4e2d\uff0c\u6709\u5b89\u88c5\u516c\u53f8\u5f15\u7528\u8be5\u516c\u53f8\u3002\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u8be5\u4ea7\u54c1\u7684\u4f7f\u7528\u60c5\u51b5\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
BSE01526=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u7533\u8bf7\u4e2d\uff0c\u6709\u5b89\u88c5\u516c\u53f8\u5f15\u7528\u8be5\u516c\u53f8\u3002\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u7533\u8bf7\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u516c\u53f8\u3002
#2009/09/02 add
BSE01527=\u6240\u9009\u94f6\u884c\u5df2\u88ab\u5220\u9664\uff0c\u8bf7\u6dfb\u52a0\u6216\u9009\u62e9\u5176\u4ed6\u94f6\u884c\u3002
BSE01528=\u6839\u636e\u8fc7\u6ee4\u6761\u4ef6\u67e5\u8be2\u540e\uff0c\u6ca1\u6709\u7b26\u5408\u7684\u6570\u636e\u53ef\u4ee5\u6dfb\u52a0\uff01

###group   BSE01601~BSE01700
BSE01601=\u8be5\u7ec4\u4e0b\u5df2\u7ecf\u5b58\u5728\u7528\u6237\u4e86\uff0c\u8bf7\u5148\u5c06\u8be5\u7ec4\u4e0b\u7684\u7528\u6237\u5220\u9664\u518d\u5220\u9664\u8be5\u7ec4\uff01

###installation  BSE01701~BSE01800
BSE01701=\u9a8c\u6536\u65e5\u671f\u65e9\u4e8e\u5b89\u88c5\u65e5\u671f\uff0c\u8bf7\u91cd\u65b0\u8f93\u5165\u3002
BSE01702=\u4fdd\u4fee\u7ed3\u675f\u65e5\u671f\u65e9\u4e8e\u4fdd\u4fee\u5f00\u59cb\u65e5\u671f\uff0c\u8bf7\u91cd\u65b0\u8f93\u5165\u3002
#20090818\u4fee\u6539
BSE01703=\u5236\u9020\u53f7\u8f93\u5165\u4e0d\u6b63\u786e\uff0c\u5236\u9020\u53f7\u957f\u5ea6\u5fc5\u987b\u57281-10\u4e4b\u95f4\u3002
#BSE01703=\u5236\u9020\u53f7\u5fc5\u987b\u4e3a6\u4f4d\u6570\u5b57\u7c7b\u578b\u3002

BSE01704=\u8f93\u5165\u7684\u5236\u9020\u53f7\u4e0d\u5b58\u5728\uff0c\u8bf7\u91cd\u65b0\u8f93\u5165\u3002
BSE01705=\u6545\u969c\u60c5\u51b5\u4e2d\uff0c\u5b58\u5728\u8be5\u673a\u5668\u7684\u6545\u969c\u4fe1\u606f\uff0c\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u6545\u969c\u60c5\u51b5\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u4f7f\u7528\u60c5\u51b5\u3002
BSE01706=\u4fdd\u4fee\u671f\u5fc5\u987b\u4e3a\u6570\u5b57\u3002
BSE01707=\u6ca1\u6709\u7b26\u5408\u6761\u4ef6\u7684\u6570\u636e\uff0c\u53ef\u80fd\u5df2\u88ab\u5176\u4ed6\u7528\u6237\u5220\u9664\u3002
BSE01708=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u9a8c\u6536\u65e5\u671f\u65e9\u4e8e\u5b89\u88c5\u65e5\u671f\uff0c\u8bf7\u91cd\u65b0\u8f93\u5165\u3002
BSE01709=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u4fdd\u4fee\u7ed3\u675f\u65e5\u671f\u65e9\u4e8e\u4fdd\u4fee\u5f00\u59cb\u65e5\u671f\uff0c\u8bf7\u91cd\u65b0\u8f93\u5165\u3002
#20090818\u4fee\u6539
BSE01710=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u5236\u9020\u53f7\u8f93\u5165\u4e0d\u6b63\u786e\uff0c\u5236\u9020\u53f7\u957f\u5ea6\u5fc5\u987b\u57281-10\u4e4b\u95f4\u3002
#BSE01710=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u5236\u9020\u53f7\u8f93\u5165\u4e0d\u6b63\u786e\uff0c\u5236\u9020\u53f7\u5fc5\u987b\u4e3a6\u4f4d\u6570\u5b57\u3002
BSE01711=\u5b58\u5728\u8be5\u673a\u5668\u7684\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u7533\u8bf7\u4fe1\u606f\uff0c\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u7533\u8bf7\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u4f7f\u7528\u60c5\u51b5\u3002
BSE01712=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u4e0d\u5b58\u5728\u6216\u5df2\u88ab\u5176\u4ed6\u7528\u6237\u5220\u9664\u3002
BSE01713=\u5b89\u88c5\u65e5\u671f\u65e9\u4e8eFOB\u65e5\uff0c\u8bf7\u91cd\u65b0\u8f93\u5165\u3002
BSE01714=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u5b89\u88c5\u65e5\u671f\u65e9\u4e8eFOB\u65e5\uff0c\u8bf7\u91cd\u65b0\u8f93\u5165\u3002
BSE01715=\u8fd9\u6761\u6570\u636e\u5df2\u7ecf\u88ab\u7ba1\u7406\u5458\u786e\u8ba4\uff0c\u8bf7\u63d0\u4ea4\u4fee\u6539\u7533\u8bf7\u3002
BSE01716=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u5904\u4e8e\u5df2\u5220\u9664\u72b6\u6001\uff0c\u4e0d\u80fd\u88ab\u66f4\u65b0\u3002
BSE01717=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u5904\u4e8e\u5df2\u786e\u8ba4\u72b6\u6001\uff0c\u4e0d\u80fd\u88ab\u66f4\u65b0\u3002
BSE01718=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u4fdd\u4fee\u671f\u5fc5\u987b\u4e3a\u6570\u5b57\u3002
BSE01719=\u8fd9\u6761\u6570\u636e\u5df2\u7ecf\u88ab\u5176\u4ed6\u7ba1\u7406\u5458\u786e\u8ba4\uff0c\u4e0d\u80fd\u4f5c\u6210\u5c65\u5386\u3002
BSE01720=\u5f00\u901a\u65e5\u65e9\u4e8e\u5b89\u88c5\u65e5\u671f\uff0c\u8bf7\u91cd\u65b0\u8f93\u5165\u3002
BSE01721=\u9a8c\u6536\u65e5\u671f\u65e9\u4e8e\u5f00\u901a\u65e5\uff0c\u8bf7\u91cd\u65b0\u8f93\u5165\u3002
BSE01722=\u8bf7\u9009\u62e9\u4f60\u8981\u786e\u8ba4\u7684\u5b89\u88c5\u4f7f\u7528\u60c5\u51b5\uff01
BSE01723=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u5f00\u901a\u65e5\u65e9\u4e8e\u5b89\u88c5\u65e5\u671f\uff0c\u8bf7\u91cd\u65b0\u8f93\u5165\u3002
BSE01724=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u9a8c\u6536\u65e5\u671f\u65e9\u4e8e\u5f00\u901a\u65e5\uff0c\u8bf7\u91cd\u65b0\u8f93\u5165\u3002
BSE01725=\u59d4\u6258\u516c\u53f8\u7684\u5ba2\u6237\u4e2d\u4e0d\u5b58\u5728\u9009\u62e9\u7684\u7528\u6237\u516c\u53f8\u3002
BSE01726=\u59d4\u6258\u516c\u53f8\u7684\u9500\u552e\u5546\u4e2d\u4e0d\u5b58\u5728\u9009\u62e9\u7684\u9500\u552e\u5546\u3002
BSE01727=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u59d4\u6258\u516c\u53f8\u7684\u5ba2\u6237\u4e2d\u4e0d\u5b58\u5728\u9009\u62e9\u7684\u7528\u6237\u516c\u53f8\u3002
BSE01728=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u59d4\u6258\u516c\u53f8\u7684\u9500\u552e\u5546\u4e2d\u4e0d\u5b58\u5728\u9009\u62e9\u7684\u9500\u552e\u5546\u3002
BSE01729=\u8be5\u4ea7\u54c1\u7684\u6240\u5c5e\u4ea7\u54c1\u5206\u7c7b\u6ca1\u6709\u88ab\u6240\u9009{0}\u6240\u4ee3\u7406\uff0c\u8bf7\u9009\u62e9\u5176\u4ed6{0}\u3002
BSE01730=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u4ea7\u54c1\u7684\u6240\u5c5e\u4ea7\u54c1\u5206\u7c7b\u6ca1\u6709\u88ab\u6240\u9009{1}\u6240\u4ee3\u7406\uff0c\u8bf7\u9009\u62e9\u5176\u4ed6{1}\u3002
#20090818\u589e\u52a0
BSE01731=\u8bf7\u9009\u62e9\u4f60\u8981\u5bfc\u51fa\u7684\u5b89\u88c5\u4f7f\u7528\u60c5\u51b5\uff01
BSE01732=\u4f60\u9009\u62e9\u7684\u5236\u9020\u53f7\u4e3a{0}\u7684\u5b89\u88c5\u4fe1\u606f\u5df2\u88ab\u786e\u8ba4\uff0c\u8bf7\u53d6\u6d88\u8be5\u9009\u62e9\u3002
BSE01733=\u4f60\u9009\u62e9\u7684\u5236\u9020\u53f7\u4e3a{0}\u7684\u5b89\u88c5\u4fe1\u606f\u5df2\u88ab\u4e34\u65f6\u5220\u9664\uff0c\u8bf7\u53d6\u6d88\u8be5\u9009\u62e9\u3002
BSE01734=\u4f60\u9009\u62e9\u5b89\u88c5\u4fe1\u606f\u4e2d\u5b58\u5728\u5df2\u7ecf\u88ab\u7269\u7406\u5220\u9664\u7684\uff0c\u8bf7\u91cd\u65b0\u9009\u62e9\u3002

##product_category  BSE01801~BSE01900
BSE01801=\u8be5\u4ea7\u54c1\u5206\u7c7b\u4e0b\u5df2\u7ecf\u5b58\u5728\u4ea7\u54c1\u4e86\uff0c\u8bf7\u5148\u5c06\u8be5\u5206\u7c7b\u4e0b\u7684\u4ea7\u54c1\u5220\u9664\u518d\u5220\u9664\u8be5\u5206\u7c7b\u3002
BSE01802=\u8be5\u4ea7\u54c1\u5206\u7c7b\u4e0b\u5df2\u7ecf\u5b58\u5728\u5b50\u5206\u7c7b\u4e86\uff0c\u8bf7\u5148\u5c06\u8be5\u5206\u7c7b\u4e0b\u7684\u5b50\u5206\u7c7b\u5220\u9664\u518d\u5220\u9664\u8be5\u5206\u7c7b\u3002
BSE01803=\u7236\u4ea7\u54c1\u5206\u7c7b\u5df2\u88ab\u5220\u9664\uff0c\u4ea7\u54c1\u5206\u7c7b\u5bfc\u822a\u6761\u53d6\u5f97\u5931\u8d25\u3002
BSE01804=\u7236\u4ea7\u54c1\u5206\u7c7b\u5df2\u88ab\u5220\u9664\uff0c\u65e0\u6cd5\u589e\u52a0\u5b50\u4ea7\u54c1\u5206\u7c7b\u3002
BSE01805=\u8be5\u4ea7\u54c1\u5206\u7c7b\u5df2\u7ecf\u88ab\u4ee3\u7406\u5546\u4ee3\u7406\uff0c\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u4ee3\u7406\u4e86\u8be5\u4ea7\u54c1\u5206\u7c7b\u7684\u4ee3\u7406\u5546\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u4ea7\u54c1\u5206\u7c7b\u3002
BSE01806=\u8be5\u4ea7\u54c1\u5bf9\u5e94\u6700\u4e0a\u5c42\u4ea7\u54c1\u5206\u7c7b\u4e0d\u5b58\u5728\u6216\u5df2\u88ab\u5220\u9664\uff0c\u8bf7\u786e\u8ba4\u3002

##product BSE01901~BSE02000
BSE01901=\u4ea7\u54c1\u5206\u7c7b\u5df2\u88ab\u5220\u9664\uff0c\u65e0\u6cd5\u589e\u52a0\u4ea7\u54c1\u4fe1\u606f\u3002
BSE01902=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u4e2d\uff0c\u8be5\u4ea7\u54c1\u5df2\u7ecf\u88ab\u5f15\u7528\u3002\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u8be5\u4ea7\u54c1\u7684\u4f7f\u7528\u60c5\u51b5\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u4ea7\u54c1\u3002
BSE01903=\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u7533\u8bf7\u4e2d\uff0c\u8be5\u4ea7\u54c1\u5df2\u7ecf\u88ab\u5f15\u7528\u3002\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u8be5\u4ea7\u54c1\u7684\u4f7f\u7528\u60c5\u51b5\u7533\u8bf7\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u4ea7\u54c1\u3002
BSE01904=\u673a\u578b\u4e3a{0}\u7684\u4ea7\u54c1\u5df2\u7ecf\u88ab\u5220\u9664\u3002

##install_aply
BSE02001=\u8be5\u6761\u6570\u636e\u5df2\u7ecf\u89e3\u9664\u786e\u8ba4\uff0c\u8bf7\u5728\u2018\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u2019\u4e2d\u76f4\u63a5\u4fee\u6539\u3002
BSE02002=\u5f53\u524d\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u7684\u72b6\u6001\u5df2\u7ecf\u662f"\u8fd0\u884c\u4e2d"\uff0c\u65e0\u9700\u66f4\u6539\u3002
BSE02003=\u5f53\u524d\u4ea7\u54c1\u4f7f\u7528\u60c5\u51b5\u7684\u72b6\u6001\u5df2\u7ecf\u662f"\u505c\u8fd0"\uff0c\u65e0\u9700\u66f4\u6539\u3002
BSE02004=\u5bf9\u4e8e\u8be5\u4f7f\u7528\u60c5\u51b5\u7684\u53d8\u66f4\u7533\u8bf7\u7684\u540c\u7c7b\u7533\u8bf7\u5df2\u7ecf\u5b58\u5728\uff0c\u8bf7\u4fee\u6539\u90a3\u4e2a\u7533\u8bf7\u3002
BSE02005=\u64cd\u4f5c\u65e0\u6548\uff0c\u6b64\u7533\u8bf7\u5df2\u7ecf\u88ab\u5220\u9664\u3002
BSE02006=\u6b64\u7533\u8bf7\u5206\u7c7b\u65f6\uff0c{0}\u4e0d\u80fd\u4e3a\u7a7a\u3002
BSE02007=\u6b64\u7533\u8bf7\u5206\u7c7b\u65f6\uff0c\u8bf7\u9009\u62e9\u4f7f\u7528\u72b6\u6001\u4e3a{0}\u3002

##fault  BSE02101~BSE02200
BSE02101=\u6240\u9009\u4f5c\u4e1a\u8005\u4e0d\u5b58\u5728\uff0c\u8bf7\u9009\u62e9\u5176\u4ed6\u7684\u4f5c\u4e1a\u8005\u3002
BSE02102=\u6240\u9009\u652f\u63f4\u8005\u4e0d\u5b58\u5728\uff0c\u8bf7\u9009\u62e9\u5176\u4ed6\u7684\u652f\u63f4\u8005\u3002
BSE02103=\u6545\u969c\u5904\u7406\u60c5\u51b5\u4e2d\uff0c\u8be5\u6545\u969c\u5df2\u7ecf\u88ab\u5f15\u7528\u3002\u8bf7\u5148\u5220\u9664\u6545\u969c\u5904\u7406\u60c5\u51b5\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u6545\u969c\u3002
BSE02104=\u4ea7\u54c1\u7684\u4f7f\u7528\u60c5\u51b5\u4e0d\u5b58\u5728\u3002
BSE02105=\u65e5\u7acb\u7ba1\u7406\u7f16\u53f7\u7684\u516c\u53f8\u4ee3\u7801\u548c\u65e5\u671f\u90e8\u5206\u4e0d\u53ef\u4fee\u6539\u3002
BSE02106=\u65e5\u7acb\u7ba1\u7406\u7f16\u53f7\u7684\u5f62\u5f0f\u4e0d\u6b63\u786e\u3002
BSE02107=\u65e5\u7acb\u7ba1\u7406\u7f16\u53f7\u5df2\u5b58\u5728\u3002
BSE02108=\u6545\u969c\u7c7b\u522b\u4e3a\u786c\u4ef6\u7684\u65f6\u5019\uff0c\u6545\u969c\u90e8\u4f4d\u5fc5\u987b\u9009\u62e9\u3002
BSE02109=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u6545\u969c\u7c7b\u522b\u4e3a\u786c\u4ef6\uff0c\u8be5\u884c\u7684\u6545\u969c\u90e8\u4f4d\u5fc5\u987b\u8f93\u5165\u3002
BSE02110=\u6587\u4ef6\u7b2c{0}\u884c\u7684I.S\u72b6\u51b5\u8f93\u5165\u4e0d\u6b63\u786e\uff0c\u8bf7\u8f93\u5165I\u3001S\u6216\u4e0d\u8f93\u5165\u3002
BSE02111=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u7a0b\u5e8f\u7248\u672c\u8f93\u5165\u4e0d\u6b63\u786e\uff0c\u8bf7\u8f93\u5165\u65e5\u7acbAP\u3001\u7edf\u4e00AP\u6216\u4e0d\u8f93\u5165\u3002
BSE02112=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u53d1\u751f\u72b6\u51b51\u8f93\u5165\u4e0d\u6b63\u786e\uff0c\u8bf7\u8f93\u5165\u88c5\u7f6e\u6b63\u5728\u542f\u52a8\u4e2d\u3001\u6b63\u5728\u4ea4\u6613\u4e2d\u3001\u5de5\u4f5c\u4eba\u5458\u6b63\u5728\u5904\u7406\u4e2d\u6216\u4e0d\u8f93\u5165\u3002
BSE02113=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u53d1\u751f\u72b6\u51b52\u8f93\u5165\u4e0d\u6b63\u786e\uff0c\u8bf7\u8f93\u5165\u652f\u4ed8\u3001\u5b58\u6b3e\u3001\u4f59\u989d\u786e\u8ba4\u3001\u88c5\u586b\u3001\u56de\u6536\u3001TEST\u4e2d\u3001\u5f85\u673a\u4e2d\u3001\u5176\u5b83\u6216\u4e0d\u8f93\u5165\u3002
BSE02114=\u6587\u4ef6\u7b2c{0}\u884c\u7684{1}\u8f93\u5165\u4e0d\u6b63\u786e\uff0c\u8bf7\u8f93\u5165\u662f\u3001\u5426\u6216\u4e0d\u8f93\u5165\u3002
BSE02115=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u590d\u4f4d\u6709\u6548\u8f93\u5165\u4e0d\u6b63\u786e\uff0c\u8bf7\u8f93\u5165\u80fd\u3001\u4e0d\u80fd\u6216\u4e0d\u8f93\u5165\u3002
BSE02116=\u6545\u969c\u5904\u7406\u4fe1\u606f\u4e2d\uff0c\u8be5\u6545\u969c\u4fe1\u606f\u5df2\u7ecf\u88ab\u5f15\u7528\u3002\u8bf7\u5148\u5220\u9664\u6216\u4fee\u6539\u8be5\u6545\u969c\u7684\u5904\u7406\u4fe1\u606f\uff0c\u518d\u5c1d\u8bd5\u5220\u9664\u8be5\u6545\u969c\u4fe1\u606f\u3002
BSE02117=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u5207\u65ad\u7535\u6e90\u8f93\u5165\u4e0d\u6b63\u786e\uff0c\u8bf7\u8f93\u5165\u53ef\u3001\u5426\u6216\u4e0d\u8f93\u5165\u3002
BSE02118=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u6b63\u5e38\u542f\u52a8\u8f93\u5165\u4e0d\u6b63\u786e\uff0c\u8bf7\u8f93\u5165\u6b63\u5e38\u542f\u52a8\u4e86\u3001\u6ca1\u542f\u52a8\u6216\u4e0d\u8f93\u5165\u3002
BSE02119={0}\u4e3a\u7ed3\u675f\u524d\u5fc5\u9009\u9879\u76ee\uff0c\u8bf7\u9009\u62e9\u540e\u518d\u5c1d\u8bd5\u7ed3\u675f\u8be5\u6545\u969c\u3002
BSE02120={0}\u4e3a\u7ed3\u675f\u524d\u5fc5\u586b\u9879\u76ee\uff0c\u8bf7\u8f93\u5165\u540e\u518d\u5c1d\u8bd5\u7ed3\u675f\u8be5\u6545\u969c\u3002
BSE02121=\u53d1\u751f\u65e5\u671f\u65f6\u95f4\u5fc5\u987b\u5728\u62a5\u544a\u65e5\u671f\u65f6\u95f4\u4ee5\u524d\u3002
BSE02122=\u7ed3\u675f\u65e5\u671f\u65f6\u95f4\u5fc5\u987b\u5728\u53d1\u751f\u65e5\u671f\u65f6\u95f4\u4ee5\u540e\u3002
BSE02123=\u82e5\u8f93\u5165\u7ed3\u675f\u65f6\u95f4\uff0c\u5219\u7ed3\u675f\u65e5\u671f\u4e5f\u5fc5\u987b\u8f93\u5165\u3002
BSE02124=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u53d1\u751f\u65e5\u671f\u65f6\u95f4\u5fc5\u987b\u5728\u5f53\u524d\u65e5\u671f\u65f6\u95f4\u4ee5\u524d\u3002
BSE02125=\u6587\u4ef6\u7b2c{0}\u884c\u7684\u7ed3\u675f\u65e5\u671f\u65f6\u95f4\u5fc5\u987b\u5728\u53d1\u751f\u65e5\u671f\u65f6\u95f4\u4ee5\u540e\u3002
BSE02126=\u6587\u4ef6\u7b2c{0}\u884c\u82e5\u8f93\u5165\u7ed3\u675f\u65f6\u95f4\uff0c\u5219\u7ed3\u675f\u65e5\u671f\u4e5f\u5fc5\u987b\u8f93\u5165\u3002
BSE02127=\u53d1\u751f\u65e5\u671f\u65f6\u95f4\u5fc5\u987b\u5728\u5f53\u524d\u65e5\u671f\u65f6\u95f4\u4ee5\u524d\u3002
BSE02128=\u4f7f\u7528\u5907\u4ef6\u4e2d\uff0c\u7b2c{0}\u884c\u7684{1}\u65e5\u671f\u683c\u5f0f\u4e0d\u6b63\u786e\uff0c\u8bf7\u8f93\u5165\u4ee5\u4e0b\u683c\u5f0f\uff1ayyyy/MM/dd\uff0cyyyyMMdd\u3002
BSE02129=\u4f7f\u7528\u5907\u4ef6\u4e2d\uff0c\u7b2c{0}\u884c\u7684\u5907\u4ef6\u540d\u79f0\u8f93\u5165\u7684\u65f6\u5019\uff0c{1}\u5fc5\u987b\u8f93\u5165\u3002
BSE02130=\u6240\u9009\u7684\u6545\u969c\u4fe1\u606f\u7ba1\u7406\u7f16\u53f7\u4e3a{0}\u7684\u6545\u969c\u4fe1\u606f\u4e2d\uff0c{1}\u4e3a\u7ed3\u675f\u524d\u5fc5\u9009\u9879\u76ee\uff0c\u8bf7\u9009\u62e9\u540e\u518d\u5c1d\u8bd5\u7ed3\u675f\u8be5\u6545\u969c\u3002
BSE02131=\u6240\u9009\u7684\u6545\u969c\u4fe1\u606f\u7ba1\u7406\u7f16\u53f7\u4e3a{0}\u7684\u6545\u969c\u4fe1\u606f\u4e2d\uff0c{1}\u4e3a\u7ed3\u675f\u524d\u5fc5\u586b\u9879\u76ee\uff0c\u8bf7\u8f93\u5165\u540e\u518d\u5c1d\u8bd5\u7ed3\u675f\u8be5\u6545\u969c\u3002
BSE02132=\u8bf7\u9009\u62e9\u4f60\u8981\u7ed3\u675f\u7684\u6545\u969c\u4fe1\u606f\uff01
BSE02133=\u4f7f\u7528\u5907\u4ef6\u4e2d\uff0c\u7b2c{0}\u884c\u7684{1}\u5fc5\u987b\u8f93\u5165\u6570\u5b57\u3002
#20090818\u589e\u52a0
BSE02134=\u8bf7\u9009\u62e9\u4f60\u8981\u5bfc\u51fa\u7684\u6545\u969c\u4fe1\u606f\uff01
BSE02135=\u6240\u9009\u7684\u6545\u969c\u4fe1\u606f\u7ba1\u7406\u7f16\u53f7\u4e3a{0}\u7684\u6545\u969c\u4fe1\u606f\u4e2d\uff0c\u5df2\u88ab\u786e\u8ba4\uff0c\u8bf7\u53d6\u6d88\u8be5\u9009\u62e9\u3002
BSE02136=\u6240\u9009\u7684\u6545\u969c\u4fe1\u606f\u7ba1\u7406\u7f16\u53f7\u4e3a{0}\u7684\u6545\u969c\u4fe1\u606f\u4e2d\uff0c\u5df2\u88ab\u5220\u9664\uff0c\u8bf7\u53d6\u6d88\u8be5\u9009\u62e9\u3002
BSE02137=\u6240\u6709\u7ed3\u675f\u524d\u5fc5\u9009\u9879\u90fd\u586b\u5199\u540e\uff0c\u72b6\u6001\u5fc5\u987b\u4e3a\u5b8c\u4e86\u3002
BSE02138=\u72b6\u6001\u4e3a\u5b8c\u4e86\u65f6\uff0c\u6240\u6709\u7ed3\u675f\u524d\u5fc5\u586b\u5fc5\u9009\u9879\u5fc5\u987b\u586b\u5199\u9009\u62e9\u3002
BSE02139=\u72b6\u6001\u4e3a\u5b8c\u4e86\u65f6\uff0c{0}\u5fc5\u987b\u9009\u62e9\u3002
BSE02140=\u72b6\u6001\u4e3a\u5b8c\u4e86\u65f6\uff0c{0}\u5fc5\u987b\u586b\u5199\u3002
BSE02141=\u7ed3\u675f\u6545\u969c\u65f6\uff0c\u6545\u969c\u7684{0}\u5fc5\u987b\u4e3a\u5b8c\u4e86\u3002
BSE02142=\u6240\u9009\u7684\u6545\u969c\u4fe1\u606f\u7ba1\u7406\u7f16\u53f7\u4e3a{0}\u7684\u6545\u969c\uff0c\u5728\u7ed3\u675f\u524d\u72b6\u6001\u5fc5\u987b\u4e3a\u5b8c\u4e86\u3002
BSE02143=\u6545\u969c\u7ba1\u7406\u7f16\u53f7\u53ea\u80fd\u4e3a\u6570\u5b57,\u5927\u5199\u5b57\u6bcd,\u4e2d\u5212\u7ebf\u7ec4\u6210\u3002

##fault_handle
BSE02201=\u7ed3\u675f\u65f6\u95f4\u65e9\u4e8e\u5f00\u59cb\u65f6\u95f4\uff0c\u8bf7\u91cd\u65b0\u8f93\u5165\u3002

##document
BSE02301=\u66f4\u65b0\u6210\u529f\u3002
BSE02302=\u6587\u4ef6\u5927\u5c0f\u4e0d\u80fd\u4e3a 0\u3002
BSE02303=\u6587\u4ef6\u5927\u5c0f\u6700\u5927\u53ea\u80fd\u4e3a{0}M\u3002
BSE02304=\u8be5\u6587\u6863\u5df2\u7ecf\u88ab\u5220\u9664\u3002
BSE02305=\u6240\u9009\u4ee3\u7406\u5546\u4e2d\u5df2\u6709\u88ab\u5220\u7684\uff0c\u8bf7\u9009\u62e9\u5176\u4ed6\u4ee3\u7406\u5546\u3002
BSE02306=\u53d1\u5e03\u65e5\u671f\u683c\u5f0f\u4e0d\u6b63\u786e\uff0c\u8bf7\u8f93\u5165\u4ee5\u4e0b\u683c\u5f0f\uff1ayyyy/MM/dd\uff0cyyyyMMdd\u3002
BSE02307=\u6240\u9009\u4ea7\u54c1\u5206\u7c7b\u5df2\u6709\u88ab\u5220\u7684\uff0c\u8bf7\u9009\u62e9\u5176\u4ed6\u4ea7\u54c1\u5206\u7c7b\u3002
BSE02308=\u6240\u9009\u4ea7\u54c1\u5df2\u6709\u88ab\u5220\u7684\uff0c\u8bf7\u9009\u62e9\u5176\u4ed6\u4ea7\u54c1\u3002

##faut_part
BSE02401=\u6545\u969c\u8868\u4e2d\u5df2\u6709\u6570\u636e\u9009\u62e9\u4e86\u8be5\u6545\u969c\u90e8\u4f4d\uff0c\u8bf7\u5220\u9664\u5bf9\u5e94\u6570\u636e\u540e\u518d\u5220\u9664\u8be5\u6545\u969c\u90e8\u4f4d\u3002
##bank
BSE02501=\u8be5\u94f6\u884c\u5df2\u7ecf\u5b58\u5728\u5206\u884c\uff0c\u8bf7\u5220\u9664\u5206\u884c\u540e\u518d\u5220\u9664\u8be5\u94f6\u884c\u3002

#fatal
BSF00001=\u672a\u77e5\u5f02\u5e38\u53d1\u751f\u3002
BSF00002=\u5f53\u524d\u6ca1\u6709\u53ef\u7528\u7684\u6570\u636e\u5e93\u8fde\u63a5\uff0c\u8bf7\u7a0d\u5019\u518d\u8bd5\u3002
BSF00003=\u83b7\u53d6\u8fde\u63a5\u8d85\u65f6\uff0c\u8bf7\u7a0d\u5019\u518d\u8bd5\u3002
BSF00004=\u6570\u636e\u5e93\u64cd\u4f5c\u5f02\u5e38\u53d1\u751f\u3002\u8bf7\u4e0e\u7ba1\u7406\u8005\u8054\u7edc\u3002
BSF00005=\u6570\u636e\u5df2\u88ab\u5176\u4ed6\u7528\u6237\u4fee\u6539\uff0c\u8bf7\u518d\u8bd5\u3002
BSF00006=\u6570\u636e\u5df2\u88ab\u5176\u4ed6\u7528\u6237\u5220\u9664\u3002
BSF00007=\u975e\u6cd5\u64cd\u4f5c\u3002
BSF00008=\u60a8\u6ca1\u6709\u6743\u9650\u3002
BSF00009=\u6587\u4ef6\u8f93\u51fa\u65f6\u53d1\u751f\u5f02\u5e38\uff0c\u8bf7\u91cd\u8bd5\uff01
BSF00010=\u6587\u4ef6\u5bfc\u5165\u65f6\u53d1\u751f\u5f02\u5e38\uff0c\u8bf7\u91cd\u8bd5\uff01




